Repository: mlynarskim/Travel-rules
Catalog: Rules/Resources/Localization/*.lproj/Localizable.strings
Languages: es, pl

# the_rule_for_today
source: The rule for today is
es: La regla de hoy es:
pl: Zasada na dziś to:

source: Draw
es: Sortear
pl: Losuj

source: Success
es: Éxito
pl: Sukces

source: TRAVEL RULES
es: REGLAS DE VIAJE
pl: ZASADY PODRÓŻY

# all_rules_used
source: All rules have been used!
es: ¡Todas las reglas ya han sido utilizadas!
pl: Wszystkie zasady zostały już wykorzystane!

source: Save
es: Guardar
pl: Zapisz

# rule_saved
source: Rule has been saved to your list!
es: ¡La regla se ha guardado en tu lista!
pl: Zasada została zapisana na Twojej liście!

# rule_exists
source: This rule is already in your list!
es: ¡Esta regla ya está en tu lista!
pl: Ta zasada jest już na Twojej liście!

source: Settings
es: Ajustes
pl: Ustawienia

source: Language
es: Idioma
pl: Język

source: Dark Mode
es: Modo oscuro
pl: Tryb ciemny

source: Slow down
es: Más despacio
pl: Zwolnij

# take_time_think
source: Please take time to think about the rule.
es: Por favor, tómate tiempo para pensar en la regla.
pl: Proszę poświęć czas na przemyślenie zasady.

source: Saved rules
es: Reglas guardadas
pl: Zapisane zasady

source: Delete Rule
es: Eliminar regla
pl: Usuń zasadę

# delete_rule_confirmation
source: Are you sure you want to delete this rule?
es: ¿Estás seguro de que quieres eliminar esta regla?
pl: Czy na pewno chcesz usunąć tę zasadę?

source: Cancel
es: Cancelar
pl: Anuluj

source: Delete
es: Eliminar
pl: Usuń

source: Rule
es: Regla
pl: Zasada

source: Music
es: Música
pl: Muzyka

source: Reset All Settings
es: Restablecer todos los ajustes
pl: Zresetuj wszystkie ustawienia

# reset_title
source: Are you sure you want to reset all settings?
es: ¿Estás seguro de que quieres restablecer todos los ajustes?
pl: Czy na pewno chcesz zresetować wszystkie ustawienia?

# reset_message
source: This action will restore all settings to their default values.
es: Esta acción restaurará todos los ajustes a sus valores predeterminados.
pl: Ta akcja przywróci wszystkie ustawienia do wartości domyślnych.

# reset_button
source: Reset
es: Restablecer
pl: Zresetuj

source: Share App
es: Compartir la aplicación
pl: Udostępnij aplikację

source: Share
es: Compartir
pl: Udostępnij

# rate_app
source: Rate the App
es: Calificar la aplicación
pl: Oceń aplikację

source: Rate
es: Calificar
pl: Oceń

source: Send Feedback
es: Enviar comentarios
pl: Wyślij opinię

source: Send
es: Enviar
pl: Wyślij

# app_description
source: An app for everyone who loves the lifestyle on the go
es: Una aplicación para los amantes de la movilidad
pl: Aplikacja dla wszystkich, którzy kochają styl życia w podróży

source: Let's go!
es: ¡Vamos!
pl: Zaczynajmy!

source: Themes
es: Temas
pl: Motywy

source: Add
es: Añadir
pl: Dodaj

# notification_title
source: Hey!!
es: ¡Hola!!
pl: Hej!!

# notification_subtitle
source: Check rule for today!
es: ¡Revisa la regla para hoy!
pl: Sprawdź zasadę na dzisiaj!

# document_reminder_title
source: Document Check Reminder
es: Recordatorio de revisión de documentos
pl: Przypomnienie o sprawdzeniu dokumentów

# document_reminder_subtitle
source: Remember to check the validity of your documents!
es: ¡Recuerda verificar la validez de tus documentos!
pl: Pamiętaj, aby sprawdzić ważność swoich dokumentów!

source: Notification Settings
es: Configuración de notificaciones
pl: Ustawienia powiadomień

source: Enable Notifications
es: Activar notificaciones
pl: Włącz powiadomienia

# enable_monthly_reminder
source: Enable Monthly Document Reminder
es: Activar recordatorio mensual de documentos
pl: Włącz miesięczne przypomnienie o dokumentach

source: Travel Checklist
es: Lista de viaje
pl: Lista podróżna

source: My Checklist
es: Mi lista
pl: Moja lista

source: Packing List
es: Lista de equipaje
pl: Lista pakowania

source: Enter new item
es: Introduce un nuevo elemento
pl: Wpisz nowy element

source: Done
es: Hecho
pl: Gotowe

source: Export Options
es: Opciones de exportación
pl: Opcje eksportu

source: My Travel List
es: Mi lista de viaje
pl: Moja lista podróży

# add_rule
source: Add
es: Agregar
pl: Dodaj zasadę

source: Show Rules
es: Mostrar reglas
pl: Pokaż zasady

source: Your Rules
es: Tus reglas
pl: Twoje zasady

# rule_name_placeholder
source: Name of your rule...
es: Nombre de tu regla...
pl: Nazwa twojej zasady...

# rule_description_placeholder
source: Write description of your rule...
es: Escribe la descripción de tu regla...
pl: Napisz opis swojej zasady...

# remaining_characters
source: %d characters - custom rule
es: %d caracteres - regla personalizada
pl: %d znaków - własna zasada

source: Daily Limit
es: Límite diario
pl: Dzienny limit

# come_back_tomorrow
source: You've reached your daily limit of 5 rules. Come back tomorrow for more!
es: Has alcanzado tu límite diario de 5 reglas. ¡Vuelve mañana para más!
pl: Osiągnąłeś dzienny limit 3 zasad. Wróć jutro po więcej!

# daily_limit_reached
source: You've reached your daily limit. Come back tomorrow!
es: Has alcanzado tu límite diario. ¡Vuelve mañana!
pl: Osiągnąłeś dzienny limit. Wróć jutro!

source: Current Location:
es: Ubicación actual:
pl: Aktualna lokalizacja:

# country_location
source: You are currently in
es: Actualmente se encuentra en
pl: Jesteś obecnie w

source: Latitude
es: Latitud
pl: Szerokość

source: Longitude
es: Longitud
pl: Długość

source: Altitude
es: Altitud
pl: Wysokość

# waiting_location
source: Waiting for location...
es: Esperando ubicación...
pl: Oczekiwanie na lokalizację...

source: Description
es: Descripción
pl: Opis

source: Save Location
es: Guardar ubicación
pl: Zapisz lokalizację

source: Locations
es: Ubicaciones
pl: Lokalizacje

source: Location Details
es: Detalles de ubicación
pl: Szczegóły lokalizacji

source: Enter location description...
es: Introduce la descripción de la ubicación...
pl: Wprowadź opis lokalizacji...

# location_actions
source: Actions
es: Acciones de ubicación
pl: Akcje lokalizacji

# open_google_maps
source: Open in Google Maps
es: Abrir en Google Maps
pl: Otwórz w Google Maps

# open_apple_maps
source: Open in Apple Maps
es: Abrir en Apple Maps
pl: Otwórz w Apple Maps

source: Coordinates
es: Coordenadas
pl: Współrzędne

# west
source: W
es: O

source: Bathroom
es: Baño
pl: Łazienka

source: Kitchen
es: Cocina
pl: Kuchnia

source: Clothes
es: Ropa
pl: Ubrania

source: Useful
es: Útiles
pl: Przydatne

source: Electronics
es: Electrónica
pl: Elektronika

source: Tools
es: Herramientas
pl: Narzędzia

source: Other
es: Otros
pl: Inne

source: Bathroom Essentials
es: Artículos de baño
pl: Rzeczy łazienkowe

source: Kitchen Essentials
es: Artículos de cocina
pl: Rzeczy kuchenne

source: Clothing Essentials
es: Ropa esencial
pl: Niezbędne ubrania

source: Useful Items
es: Artículos útiles
pl: Przydatne rzeczy

# electronics_items
source: Electronics
es: Dispositivos electrónicos
pl: Elektronika

source: Camping Essentials
es: Equipo de camping
pl: Wyposażenie campingowe

# tools_equipment
source: Tools and Equipment
es: Herramientas y equipo
pl: Narzędzia i sprzęt

source: Other Items
es: Otros artículos
pl: Pozostałe rzeczy

source: Antibacterial hand gel
es: Gel antibacterial
pl: Żel antybakteryjny

source: Moisturizing wipes
es: Toallitas húmedas
pl: Chusteczki nawilżające

source: Deodorant, perfume
es: Desodorante, perfume
pl: Dezodorant, perfumy

# disposable_gloves
source: Disposable rubber gloves
es: Guantes desechables
pl: Jednorazowe rękawiczki gumowe

source: Cream
es: Crema
pl: Krem

source: Mirror
es: Espejo
pl: Lustro

source: Shaving razor
es: Máquina de afeitar
pl: Maszynka do golenia

source: Soap, shampoo
es: Jabón, champú
pl: Mydło, szampon

source: Toilet paper
es: Papel higiénico
pl: Papier toaletowy

source: Toothpaste
es: Pasta de dientes
pl: Pasta do zębów

source: Tweezers
es: Pinzas
pl: Pęseta

source: Toilet fluid
es: Líquido para inodoro
pl: Płyn do toalet

source: Portable shower
es: Ducha portátil
pl: Prysznic przenośny

source: Towels
es: Toallas
pl: Ręczniki

source: Dry shampoo
es: Champú seco
pl: Suchy szampon

source: Toothbrush
es: Cepillo de dientes
pl: Szczoteczka do zębów

source: Portable toilet
es: Inodoro portátil
pl: Toaleta przenośna

source: Water bottle
es: Botella de agua
pl: Butelka na wodę

source: Kettle
es: Hervidor
pl: Czajnik

source: Cutting board
es: Tabla de cortar
pl: Deska do krojenia

source: Pots, pans
es: Ollas, sartenes
pl: Garnki, patelnie

source: Trash can and bags
es: Cubo de basura y bolsas
pl: Kosz na śmieci i worki

source: Thermos
es: Termo
pl: Termos

source: Scissors
es: Tijeras
pl: Nożyczki

source: Wine and beer opener
es: Abrebotellas y sacacorchos
pl: Otwieracz do wina i piwa

source: Dish soap
es: Jabón para platos
pl: Płyn do mycia naczyń

source: Cooking utensils
es: Utensilios de cocina
pl: Przybory kuchenne

source: Dishcloths, sponges
es: Paños, esponjas
pl: Ściereczki, gąbki

source: Plates, bowls
es: Platos, cuencos
pl: Talerze, miski

source: Travel mug
es: Taza de viaje
pl: Kubek podróżny

source: Coffee maker
es: Cafetera
pl: Ekspres do kawy

source: Water containers
es: Contenedores de agua
pl: Pojemniki na wodę

source: Insect repellent
es: Repelente de insectos
pl: Środek na owady

source: Knives, forks, spoons
es: Cuchillos, tenedores, cucharas
pl: Noże, widelce, łyżki

source: Food storage containers
es: Recipientes para alimentos
pl: Pojemniki na jedzenie

source: Sweatshirt
es: Sudadera
pl: Bluza

source: Long-sleeved blouse
es: Blusa manga larga
pl: Bluzka z długim rękawem

source: Underwear
es: Ropa interior
pl: Bielizna

source: Trekking shoes
es: Zapatos de senderismo
pl: Buty trekkingowe

source: Shower sandals
es: Sandalias de ducha
pl: Klapki pod prysznic

source: Shirt
es: Camisa
pl: Koszula

source: Shorts
es: Pantalones cortos
pl: Szorty

source: Raincoat
es: Impermeable
pl: Płaszcz przeciwdeszczowy

source: Jacket
es: Chaqueta
pl: Kurtka

source: Sunglasses
es: Gafas de sol
pl: Okulary przeciwsłoneczne

source: Socks
es: Calcetines
pl: Skarpetki

source: Sweatpants, leggings
es: Pantalones deportivos, leggings
pl: Spodnie dresowe, legginsy

source: Skirt
es: Falda
pl: Spódnica

source: Dress
es: Vestido
pl: Sukienka

source: T-shirts
es: Camisetas
pl: Koszulki

source: Sneakers
es: Zapatillas deportivas
pl: Adidasy

source: Regular pants
es: Pantalones
pl: Spodnie

source: Pen
es: Bolígrafo
pl: Długopis

source: Board games, playing cards
es: Juegos de mesa, cartas
pl: Gry planszowe, karty do gry

source: Blanket
es: Manta
pl: Koc

source: Night lamp
es: Lámpara de noche
pl: Lampka nocna

source: Mosquito net
es: Mosquitera
pl: Moskitiera

source: Bedding
es: Ropa de cama
pl: Pościel

source: Pillows, duvet
es: Almohadas, edredón
pl: Poduszki, kołdra

source: Storage boxes, baskets
es: Cajas de almacenaje, cestas
pl: Pojemniki, koszyki

source: Clothespins
es: Pinzas para ropa
pl: Klamerki

source: Clothesline
es: Tendedero
pl: Sznur na pranie

source: Breakfast table
es: Mesa de desayuno
pl: Stolik śniadaniowy

source: Favorite book
es: Libro favorito
pl: Ulubiona książka

source: Earplugs
es: Tapones para oídos
pl: Zatyczki do uszu

source: Notebook, journal
es: Cuaderno, diario
pl: Notatnik, dziennik

source: Window curtains
es: Cortinas
pl: Zasłony

source: Camera
es: Cámara
pl: Aparat fotograficzny

source: Wireless speaker
es: Altavoz inalámbrico
pl: Głośnik bezprzewodowy

source: USB cables, chargers
es: Cables USB, cargadores
pl: Kable USB, ładowarki

source: Dashcam
es: Cámara de coche
pl: Kamera samochodowa

source: Laptop/tablet
es: Portátil/tablet

source: Phone
es: Teléfono
pl: Telefon

source: USB adapters
es: Adaptadores USB
pl: Adaptery USB

source: Spare batteries
es: Baterías de repuesto
pl: Zapasowe baterie

source: Memory cards
es: Tarjetas de memoria
pl: Karty pamięci

source: Chargers for devices
es: Cargadores para dispositivos
pl: Ładowarki do urządzeń

source: Hammock with attachments
es: Hamaca con accesorios
pl: Hamak z mocowaniami

source: Beach blanket
es: Manta de playa
pl: Koc plażowy

source: Camping chairs
es: Sillas de camping
pl: Krzesła kempingowe

source: Sunscreen
es: Protector solar
pl: Krem przeciwsłoneczny

source: Flashlight/lamp
es: Linterna/lámpara
pl: Latarka/lampa

source: Tent and sleeping bag
es: Tienda y saco de dormir
pl: Namiot i śpiwór

source: Pocket knife
es: Navaja
pl: Scyzoryk

source: Shovel
es: Pala
pl: Łopata

source: Axe
es: Hacha
pl: Siekiera

source: Mosquito and tick repellent
es: Repelente de mosquitos y garrapatas
pl: Środek na komary i kleszcze

source: Folding table
es: Mesa plegable
pl: Składany stolik

source: Additional water pump
es: Bomba de agua adicional
pl: Dodatkowa pompa wodna

source: First aid kit
es: Botiquín de primeros auxilios
pl: Apteczka pierwszej pomocy

source: Gas detector
es: Detector de gas
pl: Czujnik gazu

source: Pepper spray
es: Spray de pimienta
pl: Gaz pieprzowy

source: Reflective vests
es: Chalecos reflectantes
pl: Kamizelki odblaskowe

source: Jumper cables
es: Cables de arranque
pl: Kable rozruchowe

source: Gas canister
es: Bidón de gasolina
pl: Kanister na paliwo

source: Keys
es: Llaves
pl: Klucze

source: Padlock
es: Candado
pl: Kłódka

source: Car jack
es: Gato del coche
pl: Podnośnik samochodowy

source: Hammer
es: Martillo
pl: Młotek

source: Current meter
es: Medidor de corriente
pl: Miernik prądu

source: Pliers
es: Alicates
pl: Szczypce

source: Tire compressor
es: Compresor de neumáticos
pl: Kompresor do opon

source: Protective gloves
es: Guantes protectores
pl: Rękawice ochronne

source: Silicone
es: Silicona
pl: Silikon

source: Screwdriver and screws
es: Destornillador y tornillos
pl: Śrubokręt i śruby

source: Triangle warning sign
es: Triángulo de advertencia
pl: Trójkąt ostrzegawczy

source: Zip ties
es: Bridas
pl: Opaski zaciskowe

source: Spare oil
es: Aceite de repuesto
pl: Olej zapasowy

source: Phone holder for the car
es: Soporte de teléfono para el coche
pl: Uchwyt na telefon do samochodu

source: Laundry basket/bag
es: Cesta/bolsa de lavandería
pl: Kosz/torba na pranie

source: Needle, thread, safety pin
es: Aguja, hilo, imperdible
pl: Igła, nić, agrafka

source: Dustpan and brush
es: Recogedor y escoba
pl: Szufelka i zmiotka

source: Floor cloth
es: Paño para el suelo
pl: Ścierka do podłogi

source: Water hose
es: Manguera de agua
pl: Wąż ogrodowy

source: Hose connectors and taps
es: Conectores de manguera y grifos
pl: Złącza do węży i krany

source: Wheel ramps
es: Rampas para ruedas
pl: Najazdy kołowe

source: Plasters and bandages
es: Tiritas y vendas
pl: Plastry i bandaże

source: Wound disinfectant
es: Desinfectante para heridas
pl: Środek do dezynfekcji ran

source: Medication: painkillers, antidiarrheals
es: Medicamentos: analgésicos, antidiarreicos
pl: Leki: przeciwbólowe, przeciwbiegunkowe

source: Personal documents
es: Documentos personales
pl: Dokumenty osobiste

source: Insurance, EHIC card
es: Seguro, tarjeta sanitaria europea
pl: Ubezpieczenie, karta EHIC

source: Driver's license
es: Permiso de conducir
pl: Prawo jazdy

source: No saved locations
es: No hay ubicaciones guardadas
pl: Brak zapisanych lokalizacji

source: Saved locations
es: Ubicaciones guardadas
pl: Zapisane lokalizacje

# achievements.title
source: Achievements
es: Logros
pl: Osiągnięcia

# achievement.unlocked.title
source: Achievement Unlocked!
es: Logro desbloqueado!
pl: Nowe osiągnięcie!

# achievement.unlocked.message
source: You've unlocked: %@
es: Has desbloqueado: %@
pl: Odblokowałeś: %@

# achievement.first_rule.title
source: Beginner Traveler
es: Viajero Principiante
pl: Początkujący Podróżnik

# achievement.first_rule.description
source: Draw your first rule
es: Saca tu primera regla
pl: Wylosuj pierwszą zasadę

# achievement.five_rules.title
source: Regular Traveler
es: Viajero Regular
pl: Regularny Podróżnik

# achievement.five_rules.description
source: Draw 5 rules
es: Saca 5 reglas
pl: Wylosuj 5 zasad

# achievement.twenty_rules.title
source: Experienced Traveler
es: Viajero Experimentado
pl: Doświadczony Podróżnik

# achievement.twenty_rules.description
source: Draw 20 rules
es: Saca 20 reglas
pl: Wylosuj 20 zasad

# achievement.save_first.title
source: Collector
es: Coleccionista
pl: Kolekcjoner

# achievement.save_first.description
source: Save your first rule
es: Guarda tu primera regla
pl: Zapisz pierwszą zasadę

# achievement.save_ten.title
source: Passionate Collector
es: Coleccionista Apasionado
pl: Zapalony Kolekcjoner

# achievement.save_ten.description
source: Save 10 rules
es: Guarda 10 reglas
pl: Zapisz 10 zasad

# achievement.daily_streak_3.title
source: Persistent
es: Persistente
pl: Wytrwały

# achievement.daily_streak_3.description
source: Use the app for 3 consecutive days
es: Usa la aplicación durante 3 días seguidos
pl: Używaj aplikacji przez 3 dni z rzędu

# achievement.daily_streak_7.title
source: Consistent
es: Consistente
pl: Konsekwentny

# achievement.daily_streak_7.description
source: Use the app for 7 consecutive days
es: Usa la aplicación durante 7 días seguidos
pl: Używaj aplikacji przez 7 dni z rzędu

# achievement.daily_streak_30.title
source: Master of Consistency
es: Maestro de la Consistencia
pl: Mistrz Konsekwencji

# achievement.daily_streak_30.description
source: Use the app for 30 consecutive days
es: Usa la aplicación durante 30 días seguidos
pl: Używaj aplikacji przez 30 dni z rzędu

# achievement.first_share.title
source: Social Traveler
es: Viajero Social
pl: Społeczny Podróżnik

# achievement.first_share.description
source: Share your first rule
es: Comparte tu primera regla
pl: Udostępnij pierwszą zasadę

# achievement.first_location.title
source: Explorer
es: Explorador
pl: Odkrywca

# achievement.first_location.description
source: Save your first location
es: Guarda tu primera ubicación
pl: Zapisz pierwszą lokalizację

# export.pdf.button
source: Export to PDF
es: Exportar a PDF
pl: Eksportuj do PDF

# export.error.title
source: Export Error
es: Error de exportación
pl: Błąd eksportu

# export.error.message
source: Failed to generate PDF file. Please try again.
es: No se pudo generar el archivo PDF. Por favor, inténtelo de nuevo.
pl: Nie udało się wygenerować pliku PDF. Spróbuj ponownie.

# pdf.page
source: Page %d
es: Página %d
pl: Strona %d

# choose_theme
source: Choose a theme
es: Elige un tema
pl: Wybierz motyw

# theme_classic
source: Classic
es: Clásico
pl: Klasyczny

# theme_mountain
source: Mountain
es: Montaña
pl: Górski

# theme_beach
source: Beach
es: Playa
pl: Plaża

# theme_desert
source: Desert
es: Desierto
pl: Pustynia

# theme_forest
source: Forest
es: Bosque
pl: Leśny

# theme_classic_description
source: Standard application theme
es: Tema estándar de la aplicación
pl: Standardowy motyw aplikacji

# theme_mountain_description
source: Inspired by mountain hikes
es: Inspirado en caminatas por montañas
pl: Inspirowany górskimi wędrówkami

# theme_beach_description
source: Vacation beach vibes
es: Ambiente de playa vacacional
pl: Wakacyjny klimat plaży

# theme_desert_description
source: Desert landscapes
es: Paisajes desérticos
pl: Pustynne przestrzenie

# theme_forest_description
source: Forest trails
es: Senderos del bosque
pl: Leśne ścieżki

# registration_title
source: Registration
es: Registro
pl: Rejestracja

# email_placeholder
source: Email
es: Correo electrónico

# password_placeholder
source: Password
es: Contraseña
pl: Hasło

# confirm_password_placeholder
source: Confirm Password
es: Confirmar contraseña
pl: Potwierdź hasło

# register_button
source: Register
es: Registrarse
pl: Zarejestruj się

# error_missing_email_password
source: Please enter an email and password.
es: Por favor, introduzca un correo electrónico y una contraseña.
pl: Proszę wprowadzić email i hasło.

# error_passwords_mismatch
source: Passwords do not match.
es: Las contraseñas no coinciden.
pl: Hasła się nie zgadzają.

source: Registration error
es: Error de registro
pl: Błąd rejestracji

source: My rules
es: Mis reglas

source: Rules
es: Reglas

source: Add Custom rule
es: Añadir regla

# remove_rule_title
source: Warning
es: Advertencia

# remove_rule_confirmation
source: Are you sure you want to delete the saved rule?
es: ¿Estás seguro de que quieres eliminar la regla guardada?

# emergency_numbers
source: Emegency Numbers
es: Números de emergencia

source: Useful links
es: Enlaces útiles

source: Embassy information
es: Información de la embajada

source: Police
es: Policía

source: Ambulance
es: Ambulancia

source: Fire
es: Bomberos

# add_custom_rule_button
source: Add Custom Rule
es: Añadir regla personalizada

# delete_rule_title
source: Delete Rule
es: Eliminar regla

# delete_rule_message
source: Are you sure you want to delete this rule?
es: ¿Estás seguro de que quieres eliminar esta regla?

# delete_button
source: Delete
es: Eliminar

# cancel_button
source: Cancel
es: Cancelar

# rule_details_title
source: Rule Details
es: Detalles de la regla

# ok_button
source: OK
es: Aceptar

# back_button
source: Back
es: Volver

# travel.checklist.button
source: Travel Checklist
es: Lista de Viaje

source: Export PDF
es: Exportar PDF

# exit
source: Done
es: salir

# error_pdf
source: Could not export file
es: No se ha podido exportar el archivo

source: GPS
pl: Nawigacja GPS
